-- info.sql

INSERT INTO tblinfo (infoseq, title, content, seq) VALUES
(
infoseq.nextval,
'“느낌 오지? 이 놈 잡아야 하는 거”',
'가리봉동 소탕작전 후 4년 뒤, 
금천서 강력반은 베트남으로 도주한 용의자를 인도받아 오라는 미션을 받는다. 

괴물형사 ‘마석도’(마동석)와 ‘전일만’(최귀화) 반장은 현지 용의자에게서 수상함을 느끼고, 
그의 뒤에 무자비한 악행을 벌이는 ‘강해상’(손석구)이 있음을 알게 된다. 

‘마석도’와 금천서 강력반은 한국과 베트남을 오가며 
역대급 범죄를 저지르는 ‘강해상’을 본격적으로 쫓기 시작하는데...

나쁜 놈들 잡는 데 국경 없다!
통쾌하고 화끈한 범죄 소탕 작전이 다시 펼쳐진다!',
'1'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES 
( 
infoseq.nextval,
'한순간의 실수도 용납되지 않는 하늘 위, 가장 압도적인 비행이 시작된다!',
'최고의 파일럿이자 전설적인 인물 매버릭(톰 크루즈)은 자신이 졸업한 훈련학교 교관으로 발탁된다. 
그의 명성을 모르던 팀원들은 매버릭의 지시를 무시하지만 실전을 방불케 하는 상공 훈련에서 눈으로 봐도 믿기 힘든 전설적인 조종 실력에 모두가 압도된다. 

매버릭의 지휘아래 견고한 팀워크를 쌓아가던 팀원들에게 국경을 뛰어넘는 위험한 임무가 주어지자
매버릭은 자신이 가르친 동료들과 함께 마지막이 될 지 모를 하늘 위 비행에 나서는데…',
'2'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'<아바타: 물의 길>은 판도라 행성에서  
''제이크 설리''와 ''네이티리''가 이룬 가족이 겪게 되는 무자비한 위협과 
살아남기 위해 떠나야 하는 긴 여정과 전투, 
그리고 견뎌내야 할 상처에 대한 이야기를 그렸다.

월드와이드 역대 흥행 순위 1위를 기록한 전편 <아바타>에 이어
제임스 카메론 감독이 13년만에 선보이는 영화로,
샘 워싱턴, 조 샐다나, 시고니 위버, 스티븐 랭, 케이트 윈슬렛이 출연하고
존 랜도가 프로듀싱을 맡았다.',
'3'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'나라의 운명을 바꿀 압도적 승리의 전투가 시작된다!',
'1592년 4월, 조선은 임진왜란 발발 후 단 15일만에 왜군에 한양을 빼앗기며 절체절명의 위기에 놓인다. 
조선을 단숨에 점령한 왜군은 명나라로 향하는 야망을 꿈꾸며 대규모 병역을 부산포로 집결시킨다. 

한편, 이순신 장군은 연이은 전쟁의 패배와 선조마저 의주로 파천하며 수세에 몰린 상황에서도 
조선을 구하기 위해 전술을 고민하며 출전을 준비한다. 
하지만 앞선 전투에서 손상을 입은 거북선의 출정이 어려워지고, 
거북선의 도면마저 왜군의 첩보에 의해 도난 당하게 되는데…  

왜군은 연승에 힘입어 그 우세로 한산도 앞바다로 향하고, 
이순신 장군은 조선의 운명을 가를 전투를 위해 필사의 전략을 준비한다. 

1592년 여름, 음력 7월 8일 한산도 앞바다,  
압도적인 승리가 필요한 조선의 운명을 건 지상 최고의 해전이 펼쳐진다.',
'4'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'공조 이즈 백! 이번엔 삼각 공조다!',
'남한으로 숨어든 글로벌 범죄 조직을 잡기 위해  
새로운 공조 수사에 투입된 북한 형사 ‘림철령’(현빈). 
수사 중의 실수로 사이버수사대로 전출됐던 남한 형사 ‘강진태’(유해진)는  
광수대 복귀를 위해 모두가 기피하는 ‘철령’의 파트너를 자청한다.  
 
이렇게 다시 공조하게 된 ‘철령’과 ‘진태’!
‘철령’과 재회한 ‘민영’(임윤아)의 마음도 불타오르는 가운데, 
‘철령’과 ‘진태’는 여전히 서로의 속내를 의심하면서도 나름 그럴싸한 공조 수사를 펼친다.
드디어 범죄 조직 리더인 ‘장명준’(진선규)의 은신처를 찾아내려는 찰나,
미국에서 날아온 FBI 소속 ‘잭’(다니엘 헤니)이 그들 앞에 나타나는데…!
 
아직도 짠내 나는 남한 형사,
여전한 엘리트 북한 형사,
그리고 FBI 소속 해외파 형사까지!
각자의 목적으로 뭉친 그들의 짜릿한 공조 수사가 시작된다!',
'5'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'지금껏 본 적 없는 마블의 극한 상상력! 
5월, 광기의 멀티버스가 깨어난다!',
'끝없이 균열되는 차원과 뒤엉킨 시공간의 멀티버스가 열리며 
오랜 동료들, 그리고 차원을 넘어 들어온 새로운 존재들을 맞닥뜨리게 된 `닥터 스트레인지`. 
대혼돈 속, 그는 예상치 못한 극한의 적과 맞서 싸워야만 하는데….',
'6'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'조직 내 숨어든 스파이를 색출하라!  
`사냥꾼`이 될 것인가, `사냥감`이 될 것인가!  

망명을 신청한 북한 고위 관리를 통해 정보를 입수한 
안기부 해외팀 `박평호`(이정재)와 국내팀 `김정도`(정우성)는 
조직 내 숨어든 스파이 `동림` 색출 작전을 시작한다.
스파이를 통해 일급 기밀사항들이 유출되어 위기를 맞게 되자
날 선 대립과 경쟁 속, 해외팀과 국내팀은 상대를 용의선상에 올려두고
조사에 박차를 가한다. 

찾아내지 못하면 스파이로 지목이 될 위기의 상황,
서로를 향해 맹렬한 추적을 펼치던 `박평호`와 `김정도`는 감춰진 실체에 다가서게 되고,
마침내 `대한민국 1호 암살 작전`이라는 거대한 사건과 직면하게 되는데…… 

하나의 목표, 두 개의 총구
의심과 경계 속 두 남자의 신념을 건 작전이 시작된다',
'7'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'맹인이지만 뛰어난 침술 실력을 지닌 ‘경수’는 
어의 ‘이형익’에게 그 재주를 인정받아 궁으로 들어간다. 
그 무렵, 청에 인질로 끌려갔던 ‘소현세자’가 8년 만에 귀국하고, 
‘인조’는 아들을 향한 반가움도 잠시 정체 모를 불안감에 휩싸인다. 
그러던 어느 밤, 어둠 속에서는 희미하게 볼 수 있는 ‘경수’가 
‘소현세자’의 죽음을 목격하게 되고 
진실을 알리려는 찰나 더 큰 비밀과 음모가 드러나며 
목숨마저 위태로운 상황에 빠진다.
아들의 죽음 후 ‘인조’의 불안감은 광기로 변하여 폭주하기 시작하고
세자의 죽음을 목격한 ‘경수’로 인해 관련된 인물들의 민낯이 서서히 드러나게 되는데...',
'8'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'이제 모든 것이 끝난다, 
지상 최대 블록버스터의 압도적 피날레!',
'공룡들의 터전이었던 이슬라 누블라 섬이 파괴된 후, 
마침내 공룡들은 섬을 벗어나 세상 밖으로 출몰한다.  
지상에 함께 존재해선 안 될 위협적 생명체인 공룡의 등장으로 
인류 역사상 겪어보지 못한 사상 최악의 위기를 맞이한 인간들. 
지구의 최상위 포식자 자리 걸고 인간과 공룡의 최후의 사투가 펼쳐진다',
'9'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'통제불능의 존재가 세상 밖으로 나왔다!',
'‘자윤’이 사라진 뒤, 
정체불명의 집단의 무차별 습격으로 마녀 프로젝트가 진행되고 있는 ‘아크’가 초토화된다. 그곳에서 홀로 살아남은 ‘소녀’는 생애 처음 세상 밖으로 발을 내딛고 우연히 만난 ‘경희’의 도움으로 농장에서 지내며 따뜻한 일상에 적응해간다.  
한편, ‘소녀’가 망실되자 행방을 쫓는 책임자 ‘장’과 마녀 프로젝트의 창시자 ‘백총괄’의 지령을 받고 제거에 나선 본사 요원 ‘조현’, ‘경희’의 농장 소유권을 노리는 조직의 보스 ‘용두’와 상해에서 온 의문의 4인방까지 각기 다른 목적을 지닌 세력이 하나 둘 모여들기 시작하면서 ‘소녀’ 안에 숨겨진 본성이 깨어나는데... 
 
모든 것의 시작, 
더욱 거대하고 강력해진 마녀가 온다.',
'10'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES
(
infoseq.nextval,
'"신을 죽이는 자, 신이 상대한다!"',
'슈퍼 히어로 시절이여, 안녕! 
이너피스를 위해 자아 찾기 여정을 떠난 천둥의 신 ''토르'' 

그러나, 우주의 모든 신들을 몰살하려는 신 도살자 ''고르''의 등장으로 
''토르''의 안식년 계획은 산산조각 나버린다. 

''토르''는 새로운 위협에 맞서기 위해, 
''킹 발키리'', ''코르그'', 그리고 전 여자친구 ''제인''과 재회하게 되는데.. 
그녀가 묠니르를 휘두르는 ''마이티 토르''가 되어 나타나 모두를 놀라게 한다. 

이제, 팀 토르는 ''고르''의 복수에 얽힌 미스터리를 밝히고 
더 큰 전쟁을 막기 위한 전 우주적 스케일의 모험을 시작하는데...

7월 6일, 우주 최고의 ‘갓’ 매치가 시작된다!',
'11'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES 
( 
infoseq.nextval,
'오랜마니언!',
'세계 최고의 슈퍼 악당을 꿈꾸는 미니보스 ‘그루’와 그를 따라다니는 미니언들. 
어느 날 그루는 최고의 악당 조직 ‘빌런6’의 마법 스톤을 훔치는데 성공하지만 
뉴페이스 미니언 ‘오토’의 실수로 스톤을 잃어버리고 빌런6에게 납치까지 당한다. 
미니보스를 구하기 위해 잃어버린 스톤을 되찾아야 하는 ‘오토’, 그리고 쿵푸를 마스터해야 하는 ‘케빈’, ‘스튜어트’, ‘밥’! 
올여름 극장가를 점령할 MCU(미니언즈 시네마틱 유니버스)가 돌아온다!',
'12'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'“와칸다를 지켜라!” 
거대한 두 세계의 충돌, 운명을 건 최후의 전투가 시작된다!',
'국왕이자 ‘블랙 팬서’인 ''티찰라''의 죽음 이후 
수많은 강대국으로부터 위협을 받게 된 ''와칸다''. 
''라몬다'', ''슈리'' 그리고 ''나키아'', ''오코예'', ''음바쿠''는
각자 사명감을 갖고 ''와칸다''를 지키기 위해 외로운 싸움을 이어간다.
 
한편, 비브라늄의 패권을 둘러싼 미스터리한 음모와 함께
깊은 해저에서 모습을 드러낸 최강의 적 ''네이머''와 ''탈로칸''의 전사들은
''와칸다''를 향해 무차별 공격을 퍼붓기 시작하는데…',
'13'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'‘비상선언’: 재난 상황에 직면한 항공기가 더 이상 정상적인 운항이 불가능하여, 
무조건적인 착륙을 요청하는 비상사태를 뜻하는 항공 용어 
 
베테랑 형사 팀장 인호(송강호)는 비행기 테러 예고 영상 제보를 받고 사건을 수사하던 중 
용의자가 실제로 KI501 항공편에 타고 있음을 파악한다. 

딸의 치료를 위해 비행 공포증임에도 불구하고 하와이로 떠나기로 한 재혁(이병헌)은 
주변을 맴돌며 위협적인 말을 하는 낯선 이가 신경 쓰인다. 
인천에서 하와이로 이륙한 KI501 항공편에서 원인불명의 사망자가 나오고, 
비행기 안은 물론 지상까지 혼란과 두려움의 현장으로 뒤바뀐다. 

이 소식을 들은 국토부 장관 숙희(전도연)는 대테러센터를 구성하고 
비행기를 착륙시킬 방법을 찾기 위해 긴급회의를 소집하는데…',
'14'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'‘미스테리오’의 계략으로 세상에 정체가 탄로난
 스파이더맨 ‘피터 파커’는 하루 아침에 평범한 일상을 잃게 된다.
 문제를 해결하기 위해 ‘닥터 스트레인지’를 찾아가 도움을 청하지만
 뜻하지 않게 멀티버스가 열리면서 각기 다른 차원의 불청객들이 나타난다.
 ‘닥터 옥토퍼스’를 비롯해 스파이더맨에게 깊은 원한을 가진 숙적들의 강력한 공격에
 ‘피터 파커’는 사상 최악의 위기를 맞게 되는데…',
'15'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'“45개 번호 중에 6개 맞히면 1등인 육사오라는 종이쪼가리, 
내가 주웠지 말입니다” ',
'우연히 1등 당첨 로또를 주운 말년 병장 ‘천우’. 
심장이 터질듯한 설렘도 잠시, 순간의 실수로 바람을 타고 군사분계선을 넘어간 로또. 
바사삭 부서진 멘탈을 부여잡고…기필코 다시 찾아야 한다! 

우연히 남쪽에서 넘어온 1등 당첨 로또를 주운 북한 병사 ‘용호’. 
이거이 남조선 인민의 고혈을 쥐어 짜내는 육사오라는 종이쪼가리란 말인가? 
근데 무려 당첨금이 57억이라고?! 

당첨금을 눈앞에서 놓칠 위기에 처한 ‘천우’와 
북에선 한낱 종이쪼가리일 뿐일 로또를 당첨금으로 바꿔야 하는 ‘용호’. 
여기에 예상치 못한 멤버들(?)까지 합류하고 57억을 사수하기 위한 3:3팀이 결성되는데… 

주운 자 VS 또 주운 자 
아슬아슬 선 넘는 지분 협상이 시작된다!',
'16'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'산 정상에서 추락한 한 남자의 변사 사건. 
담당 형사 `해준`(박해일)은 
사망자의 아내 `서래`(탕웨이)와 마주하게 된다. 

“산에 가서 안 오면 걱정했어요, 마침내 죽을까 봐.” 

남편의 죽음 앞에서 특별한 동요를 보이지 않는 `서래`. 
경찰은 보통의 유가족과는 다른 `서래`를 용의선상에 올린다. 
`해준`은 사건 당일의 알리바이 탐문과 신문,
잠복수사를 통해 `서래`를 알아가면서
그녀에 대한 관심이 점점 커져가는 것을 느낀다.

한편, 좀처럼 속을 짐작하기 어려운 `서래`는
상대가 자신을 의심한다는 것을 알면서도
조금의 망설임도 없이 `해준`을 대하는데….

진심을 숨기는 용의자
용의자에게 의심과 관심을 동시에 느끼는 형사
그들의 <헤어질 결심>',
'17'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'“아주 오래전부터 외계인은 그들의 죄수를 
인간의 몸에 가두어 왔다”',
'2022년 현재, `가드`(김우빈)와 `썬더`는 인간의 몸에 가두어진 외계인 죄수를 관리하며 지구에 살고 있다. 
어느 날, 서울 상공에 우주선이 나타나고
형사 `문도석`(소지섭)은 기이한 광경을 목격하게 되는데..

한편, 630년 전 고려에선 얼치기 도사 `무륵`(류준열)과 천둥 쏘는 처자 `이안`(김태리)이
엄청난 현상금이 걸린 신검을 차지하기 위해 서로를 속고 속이는 가운데
신검의 비밀을 찾는 두 신선 `흑설`(염정아)과 `청운`(조우진),
가면 속의 `자장`(김의성)도 신검 쟁탈전에 나선다.
그리고 우주선이 깊은 계곡에서 빛을 내며 떠오르는데…

2022년 인간 속에 수감된 외계인 죄수를 쫓는 이들
1391년 고려 말 소문 속의 신검을 차지하려는 도사들

시간의 문이 열리고
모든 것이 바뀌기 시작했다!',
'18'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'어머니 ‘조마리아’(나문희)와 가족들을 남겨둔 채 
고향을 떠나온 대한제국 의병대장 ‘안중근’(정성화). 

동지들과 함께 네 번째 손가락을 자르는 단지동맹으로
조국 독립의 결의를 다진 안중근은
조선 침략의 원흉인 ‘이토 히로부미’를
3년 내에 처단하지 못하면 자결하기로 피로 맹세한다.

그 약속을 지키기 위해 블라디보스토크를 찾은 안중근.
오랜 동지 ‘우덕순’(조재윤), 명사수 ‘조도선’(배정남), 독립군 막내 ‘유동하’(이현우),
독립군을 보살피는 동지 ‘마진주’(박진주)와 함께 거사를 준비한다. 

한편 자신의 정체를 감춘 채 이토 히로부미에게 접근해
적진 한복판에서 목숨을 걸고 정보를 수집하던 독립군의 정보원 ‘설희’(김고은)는
이토 히로부미가 곧 러시아와의 회담을 위해
하얼빈을 찾는다는 일급 기밀을 다급히 전한다.

드디어 1909년 10월 26일,
이날만을 기다리던 안중근은
하얼빈역에 도착한 이토 히로부미를 향해
주저 없이 방아쇠를 당긴다.
현장에서 체포된 그는 전쟁 포로가 아닌 살인의 죄목으로,
조선이 아닌 일본 법정에 서게 되는데…

누가 죄인인가, 누가 영웅인가!',
'19'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'“가자, 보물 찾으러!”',
'자칭 고려 제일검인 의적단 두목 `무치`(강하늘)와 
바다를 평정한 해적선의 주인 `해랑`(한효주).  
한 배에서 운명을 함께하게 된 이들이지만 
산과 바다, 태생부터 상극으로 사사건건 부딪히며 바람 잘 날 없는 항해를 이어간다. 

그러던 어느 날, 왜구선을 소탕하던 이들은
흔적도 없이 사라진 왕실의 보물이 어딘가 숨겨져 있다는 사실을 알게 되고
해적 인생에 다시없을 최대 규모의 보물을 찾아 위험천만한 모험에 나서기 시작한다.
 
하지만 사라진 보물을 노리는 건 이들뿐만이 아니었으니!
원하는 것을 얻기 위해 수단과 방법을 가리지 않는 역적 `부흥수`(권상우)또한
보물을 차지하기 위해 바다에 뛰어드는데...! 

해적과 의적, 그리고 역적
사라진 보물! 찾는 자가 주인이다!',
'20'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES
(
infoseq.nextval,
NULL,
'세탁소를 운영하지만 늘 빚에 시달리는 `상현`(송강호)과 
베이비 박스 시설에서 일하는 보육원 출신의 `동수`(강동원). 
거센 비가 내리는 어느 날 밤, 
그들은 베이비 박스에 놓인 한 아기를 몰래 데려간다. 
하지만 이튿날, 생각지 못하게 엄마 `소영`(이지은)이 아기 `우성`을 찾으러 돌아온다. 
아기가 사라진 것을 안 소영이 경찰에 신고하려 하자 솔직하게 털어놓는 두 사람. 
우성이를 잘 키울 적임자를 찾아 주기 위해서 그랬다는 변명이 기가 막히지만 
소영은 우성이의 새 부모를 찾는 여정에 상현, 동수와 함께하기로 한다. 

한편 이 모든 과정을 지켜본 형사 `수진`(배두나)과 후배 `이형사`(이주영). 
이들을 현행범으로 잡고 반 년째 이어온 수사를 마무리하기 위해 조용히 뒤를 쫓는다.

베이비 박스,
그곳에서 의도치 않게 만난 이들의
예기치 못한 특별한 여정이 시작된다. ',
'21'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES 
( 
infoseq.nextval,
'가장 위험한 마법에 맞선, 세상을 구할 전쟁이 시작된다!',
'1930년대, 제2차 세계대전에 마법사들이 개입하게 되면서 
강력한 어둠의 마법사 그린델왈드의 힘이 급속도로 커진다. 
덤블도어는 뉴트 스캐맨더에게 위대한 마법사 가문 후손, 
마법학교의 유능한 교사, 머글 등으로 이루어진 팀에게 임무를 맡긴다. 
이에 뉴트와 친구들은 머글과의 전쟁을 선포한 
그린델왈드와 추종자들, 그의 위험한 신비한 동물들에 맞서 세상을 구할 거대한 전쟁에 나선다.
한편 전쟁의 위기가 최고조로 달한 상황 속에서 덤블도어는
더 이상 방관자로 머물 수 없는 순간을 맞이하고, 서서히 숨겨진 비밀이 드러나는데…',
'22'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'내 생애 가장 빛나는 선물 
모든 순간이 노래가 된다!',
'무뚝뚝한 남편 ‘진봉’과 무심한 아들 딸을 위해 헌신하며 살아온 ‘세연’은 
어느 날 자신에게 시간이 얼마 남지 않았다는 것을 알게 된다. 
한 치 앞도 알 수 없는 인생에 서글퍼진 ‘세연’은 마지막 생일선물로
문득 떠오른 자신의 첫사랑을 찾아 달라는 황당한 요구를 한다.
막무가내로 우기는 아내의 고집에 어쩔 수 없이 여행길에 따라나선 ‘진봉’은
아무런 단서도 없이 이름 석 자만 가지고 무작정 전국 방방곡곡을 누빈다.
시도 때도 없이 티격태격 다투던 두 사람은 가는 곳곳마다
자신들의 찬란했던 지난날 소중한 기억을 하나 둘 떠올리는데...
과연 ‘세연’의 첫사랑은 어디에 있으며 그들의 여행은 무사히 마칠 수 있을까?',
'23'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'영웅이 될 것인가 악당이 될 것인가 
운명을 결정할 선택만이 남았다',
'지난 2년간 고담시의 어둠 속에서 범법자들을 응징하며 배트맨으로 살아온 브루스 웨인. 알프레드와 제임스 고든 경위의 
도움 아래, 도시의 부패한 공직자들과 고위 관료들 사이에서 복수의 화신으로 활약한다. 고담의 시장 선거를 앞두고 고담
의 엘리트 집단을 목표로 잔악한 연쇄살인을 저지르는 수수께끼 킬러 리들러가 나타나자, 최고의 탐정 브루스 웨인이 수
사에 나서고 남겨진 단서를 풀어가며 캣우먼, 펭귄, 카마인 팔코네, 리들러를 차례대로 만난다. 사이코 범인의 미스터리를 
수사하면서 그 모든 증거가 자신을 향한 의도적인 메시지였음을 깨닫고, 리들러에게 농락 당한 배트맨은 광기에 사로잡
힌다. 범인의 무자비한 계획을 막고 오랫동안 고담시를 썩게 만든 권력 부패의 고리를 끊어야 하지만, 부모님의 죽음에 
얽힌 진실이 밝혀지자 복수와 정의 사이에서 갈등한다.

선과 악, 빛과 어둠, 영웅과 악당, 정의와 복수.. 무엇을 선택할 것인가',
'24'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'소음이 커지는 순간 폭.발.한.다',
'물이 끓는 주전자 소리, 창문 여는 소리, 놀이터 아이들의 웃음 소리… 
잠시 후, 거대한 굉음과 함께 단독 주택이 폭발했다는 뉴스 속보가 전해진다. 
그리고, 뉴스를 지켜보던 전직 해군 부함장(김래원)에게 걸려온 전화 
 
 “소음이 커지면 터집니다. 다음 타깃은 축구 경기장이에요”

사태를 파악할 겨를도 없이, 관중들로 가득 찬 축구 경기장을
다음 테러의 타깃으로 지목하는 폭탄 설계자(이종석) 

소음이 커지는 순간 폭발하는 특수 폭탄의 위협은 계속되고,
사상 최대의 도심 폭탄 테러를 막기 위해 모든 비밀을 손에 쥔 폭탄 설계자를 찾아야만 하는데… 

도심 한복판에서 벌어지는 사운드 테러 액션
오늘 반드시 이 폭발을 막아야만 한다!',
'25'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'거짓말 못하는 ‘진실의 주둥이’ 컴백! 이번엔 2명?!',
'서울시장 선거에서 떨어지며 쫄딱 망한 백수가 된 ‘주상숙’은 
우연히 바다에 빠진 한 청년을 구한 일이 뉴스를 타며 
고향에서 화려한 복귀의 기회를 잡는다.
 
하지만 정직하면 할수록 바닥으로 곤두박질치는 지지율 앞에 
다시 뻥쟁이로 돌아간 그 순간,
‘주상숙’에게 운명처럼 찾아온 ‘진실의 주둥이’! 

이번엔 ‘주상숙’의 비서실장 ‘박희철’까지 주둥이가 쌍으로 털리게 되는데... 

재미도 2배! 웃음도 2배!
주둥이 대폭발 코미디가 돌아왔다!',
'26'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'전 세계가 주목한 스테이지! 함께 도전할 준비됐지? ',
'대국민 오디션 이후 각자의 자리에서 꿈을 이루고 있는 버스터 문(매튜 맥커너히)과 크루들에게 레드 쇼어 시티에서 전 
세계가 주목하는 사상 최고의 쇼가 펼쳐진다는 소식이 들려오고 버스터 문과 크루들은 도전에 나선다.

그러나 최고의 스테이지에 서기 위한 경쟁은 이전과는 비교도 할 수 없을 만큼 치열하고, 버스터 문은 완벽한 라이브를 
위해 종적을 감춘 레전드 뮤지션 클레이(보노)를 캐스팅하겠다는 파격 선언을 하는데!',
'27'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'짱구와 친구들, 명문학교에 입학하다?!',
'명문 엘리트 양성학교에 체험 입학하게 된 짱구와 친구들! 
좋은 성적을 내서 학교에 정식 입학하고 싶은 철수와 장난만 치려는 짱구는 크게 싸우게 된다. 
그러던 중 학교에 도는 괴소문의 존재 ‘흡덩귀’에게 철수가 엉덩이를 물린 채 발견된다. 
‘흡덩귀’에게 엉덩이를 물리면 엘리트 학생도 모지리로 변하게 되는데… 
철수와 학생들을 구하기 위해 짱구와 떡잎마을 방범대 친구들은 탐정 동아리를 결성하고 수사를 시작한다! 

범인은 과연 누구? 짱구는 사건을 해결하고 철수와의 우정을 지킬 수 있을까?!',
'28'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'누구도 막을 수 없다!',
'기원전 가장 번성하고 위대한 고대 국가였지만 
현재는 국제 군사 조직 인터갱의 독재 국가로 전락한 칸다크. 
인터갱의 눈을 피해 고대 유물을 찾던 ''아드리아나''는 
우연히 5000년 동안 잠들어 있던 ''블랙 아담''을 깨우게 된다. 
 
엄청난 괴력과 스피드, 방탄 능력과 자유자재의 고공비행, 번개를 쏘는 능력까지.
온몸이 무기인 ''블랙 아담''은 자신의 앞을 막아서는 인터갱들을 모조리 쓸어버리고 
칸다크 국민들은 이에 열광한다. 한편, 그의 폭주를 막기 위해 ''호크맨'', ''닥터 페이트'', ''아톰 스매셔'', 
''사이클론'' 으로 구성된 히어로 군단 ''저스티스 소사이어티''가 칸다크에 나타나는데...
 
세상을 구할 것인가, 파괴할 것인가
10월, 사람들이 열광할 문제적 히어로가 온다!',
'29'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'세상을 바꾸기 위해 도전하는 정치인 ‘김운범’ 앞에 
그와 뜻을 함께하고자 선거 전략가 ‘서창대’가 찾아온다.

열세인 상황 속에서 서창대는 아무도 상상하지 못한 선거 전략을 펼치고 
‘김운범’은 선거에 연이어 승리하며, 당을 대표하는 대통령 후보까지 올라서게 된다. 

대통령 선거를 향한 본격적인 행보가 시작되고 그들은 당선을 위해 총력을 기울인다.   

그러던 중 ‘김운범’ 자택에 폭발물이 터지는 사건이 발생하고 
용의자로 ‘서창대’가 지목되면서 둘의 관계는 새로운 국면을 맞이하게 되는데... 

치열한 선거판, 
그 중심에 있던 두 남자의 이야기가 시작된다!',
'30'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES
(
infoseq.nextval,
'제대로 함정에 빠졌다!',
'불륜 사실을 폭로하겠다는 협박을 받고 향한 호텔에서 의문의 습격을 당한 유민호(소지섭).
정신을 차려보니 함께 있던 김세희(나나)는 죽어있고, 범인은 흔적도 없이 사라졌다. 

하루아침에 성공한 사업가에서 밀실 살인 사건의 유일한 용의자로 누명을 쓴 유민호는 무죄를 입증하기 위해 승률 100%의 변호사 양신애(김윤진)를 찾는다.

눈 내리는 깊은 산속의 별장에서 마주한 두 사람,
양신애는 완벽한 진술을 위해 처음부터 사건을 재구성해야 한다고 말하고, 사건의 조각들이 맞춰지며 유민호가 감추고 있던 또 다른 사건이 모습을 드러내게 되는데…

두 개의 사건, 두 개의 시신
숨겨진 진실이 밝혀진다.',
'31'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES 
( 
infoseq.nextval,
'모든 것을 걸었다면 세상 누구보다 빠르게 찾아야 한다!',
'평범한 삶을 살던 `네이선`(톰 홀랜드)은 인생을 바꿀 뜻밖의 제안을 받는다.
그의 미션은 위험한 트레져 헌터 `설리`(마크 월버그)와 함께 사라진 형과 500년 전 잃어버린 천문학적인 가치를 지닌 트레져를 찾아내는 것.

그러나 몬카다(안토니오 반데라스)의 위협과 추격 속,
누구보다 빠르게 미지의 세계에 닿기 위해 결단을 내려야만 하는데…',
'32'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'경찰의 기준이 뒤집어진다! ',
'출처불명의 막대한 후원금을 받고 고급 빌라, 명품 수트, 외제차를 타며 
범죄자들을 수사해온 광역수사대 반장 강윤(조진웅)의 팀에 
어느 날 뼛속까지 원칙주의자인 신입경찰 민재(최우식)가 투입된다. 

강윤이 특별한 수사 방식을 오픈하며 점차 가까워진 두 사람이 
함께 신종 마약 사건을 수사하던 중
강윤은 민재가 자신의 뒤를 파는 두더지, 즉 언더커버 경찰임을 알게 되고
민재는 강윤을 둘러싼 숨겨진 경찰 조직의 비밀을 마주하게 되는데…',
'33'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'“카미야 토루에 대해 잊지 말 것”',
'자고 일어나면 전날의 기억을 잃는 
‘선행성 기억상실증’에 걸린 소녀 ‘마오리’ 

“내일의 마오리도 내가 즐겁게 해줄 거야” 

누구에게도 기억되지 않는
무색무취의 평범한 소년 ‘토루’

매일 밤 사랑이 사라지는 세계,
그럼에도 불구하고,
다음 날 서로를 향한 애틋한 고백을 반복하는
두 소년, 소녀의 가장 슬픈 청춘담',
'34'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'어릴 적 소꿉친구인 오리모토 리카를 교통사고로 눈앞에서 잃은 옷코츠 유타. 

“약속해, 리카와 유타는 어른이 되면 결혼하기로” 
옷코츠는 원령으로 변한 리카의 저주에 괴로워한 나머지, 자신도 죽기를 바라지만 최강의 주술사인 고죠 사토루에 의해 주술고전에 들어가게 된다. 그리고 동급생인 젠인 마키, 이누마키 토게, 판다를 만나면서 굳은 결심을 한다. 

“살아도 된다는 자신감이 필요해”  
“나는 주술고전에서 리카의 저주를 풀겠습니다” 
한편, 옷코츠와 친구들 앞에 과거에 일반인을 대량으로 학살해서 고전에서 추방된 최악의 주저사인 게토 스구루가 나타난다.

“12월 24일, 우리는 백귀야행을 결행한다”
주술사만의 낙원을 만들려는 게토는 비술사를 섬멸하겠다면서, 신주쿠와 교토에 천의 저주를 내리는데…과연 옷코츠는 게토를 막을 수 있을까? 그리고 리카의 저주를 풀 수 있을까?',
'35'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'“나한테 죽이는 아이디어가 있어. 대한민국에서 한 번도 시도 안 했던 거”',
'샘솟는 사업 아이디어와 타고난 말빨의 압구정 토박이 ‘대국’(마동석)은 
한때 잘나가던 실력 TOP 성형외과 의사 ‘지우’(정경호)를 만나게 된다. 

재기를 꿈꾸는 그의 욕심과 잠재력을 한눈에 알아본 ‘대국’은 
일생일대의 사업 수완을 발휘할 때가 왔음을 본능적으로 직감한다. 

‘대국’은 남다른 추진력으로 ‘지우’의 실력, 압구정 인싸 ‘미정’(오나라)의 정보력,
압구정 큰 손 ‘태천’(최병모)의 자본, 그리고 압구정 황금줄 ‘규옥’(오연서)의 인맥을 한데 모아
압구정을 대표하는 성형외과를 넘어, 아시아를 대표하는 뷰.티.도.시.를 꿈꾸는데…

“형이 싹 다 꾸며 줄게. 뭔 말인지 알지?”',
'36'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'끝나지 않은 전설의 포켓몬들의 배틀로 
위험에 빠진 반전 세계와 현실 세계를 구하기 위해 
감사포켓몬 `쉐이미`와 `지우`, `피카츄`가 나서면서 시작되는 모험 이야기',
'37'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'“정답보다 중요한 건 답을 찾는 과정이야”',
'학문의 자유를 갈망하며 탈북한 천재 수학자 `이학성`(최민식).
그는 자신의 신분과 사연을 숨긴 채
상위 1%의 영재들이 모인 자사고의 경비원으로 살아간다.

차갑고 무뚝뚝한 표정으로 학생들의 기피 대상 1호인 `이학성`은
어느 날 자신의 정체를 알게 된 뒤 수학을 가르쳐 달라 조르는
수학을 포기한 고등학생 `한지우`(김동휘)를 만난다.

정답만을 찾는 세상에서 방황하던 `한지우`에게
올바른 풀이 과정을 찾아나가는 법을 가르치며
`이학성` 역시 뜻하지 않은 삶의 전환점을 맞게 된다.',
'38'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'트리플 페이스 아무로 토오루, 그의 목에 폭탄이 채워졌다?!',
'극악무도한 폭파범 `플라먀`에 의해 교묘한 함정에 빠진 아무로 토오루! 
모든 것이 베일에 가려진 `플라먀`, 
유일한 단서는 아무로 토오루가 그의 경찰 동기들과 마지막으로 함께 했던 하루.
이와 동시에 결혼식의 신부가 된 경시청의 사토 형사는 불길한 예감을 감출 수 없는데…

도시 전체를 인질로 삼은 `플라먀`,
그리고 이를 막으려 하는 아무로 토오루와 명탐정 코난의 숨 막히는 공조!
다시 시작된 카운트다운, 할로윈의 밤이 광란으로 빛난다!',
'39'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'1999년, ''용''은 첫눈에 반하게 된 ''한솔''을 사로잡기 위해 
친구에게 HAM 무전기를 빌린다. 

2022년, ‘무늬’는 인터뷰 과제를 위해 
오래된 HAM 무전기를 작동시킨다. 

"씨큐... 씨큐... 제 목소리 들리세요?" 

개기 월식이 일어난 날,
시간을 뛰어넘어 기적처럼 연결된 ‘용’과 ‘무늬’는
서로의 사랑과 우정을 이야기하며 특별한 감정을 쌓아가는데... 

1999 - 2022
마음을 수신합니다.',
'40'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES
(
infoseq.nextval,
'구원자인가, 파괴자인가',
'희귀혈액병을 앓고 있는 생화학자 `모비우스`(자레드 레토)는 
동료인 `마르틴`(아드리아 아르조나)과 함께 치료제 개발에 몰두한다. 

흡혈 박쥐를 연구하던 중 마침내 치료제 개발에 성공한 ‘모비우스’는 
새 생명과 강력한 힘을 얻게 되지만, 
동시에 흡혈을 하지 않고는 생명을 유지할 수 없게 된다. 

그러던 중 `모비우스`와 같은 병을 앓고 있던 그의 친구 `마일로`(맷 스미스)도
`모비우스`와 같은 힘을 얻게 되는데…

세상을 구할 능력, 파괴할 본능!
2022년, 마블 최강의 안티 히어로가 탄생한다!',
'41'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES 
( 
infoseq.nextval,
'인간 스스로 먹잇감이 되다',
'동남아시아로 도피한 인터폴 수배자들을 이송할 움직이는 교도소 ‘프론티어 타이탄’. 
극악무도한 이들과 베테랑 형사들이 필리핀 마닐라 항구에 모이고 
탈출을 꿈꾸는 종두(서인국), 한국으로 돌아가야만 하는 도일(장동윤)을 비롯해 
이들은 각자의 목적과 경계심을 품고 탑승한다. 

한국으로 향하던 중, 태평양 한 가운데에서 이들에게는
지금까지 보지 못한 극한의 상황과 마주하게 되는데…

태평양 한 가운데의 지옥, 누가 살아남을 것인가?',
'42'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'깊은 산속 드래곤캐슬에 
꼬마 드래곤 왕 아서의 막강한 힘이 봉인된 보석 ‘드래곤 하트’를 빼앗아 
왕이 되려는 수상한 마법사 게드가 나타난다. 
한편, 우연히 ‘드래곤 하트’의 힘을 흡수한 크롱이
자이언트 크롱으로 변하면서 뽀로로와 친구들 역시 위험에 처한다.
아서와 뽀로로와 친구들은
악당 마법사 게드로부터 힘을 되찾고 친구들을 구하기 위해
무적의 메카드래곤을 만들어 드래곤캐슬로 향하는데…! 

뽀로로와 친구들의 판타지 액션 어드벤처!
과연 드래곤캐슬과 소중한 친구들을 지켜낼 수 있을까?',
'43'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'2022년을 여는 가장 짜릿한 범죄 오락 액션의 탄생!',
'예상치 못한 배송사고로 걷잡을 수 없는 사건에 휘말린 
특송 전문 드라이버 ‘은하’. 
어쩌다 맡게 된 반송 불가 수하물에 출처를 알 수 없는 300억까지! 
경찰과 국정원의 타겟이 되어 
도심 한복판 모든 것을 건 추격전을 벌이게 되는데… 

NO브레이크! FULL엑셀!
성공률 100% 특송 전문 드라이버가 온다!',
'44'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'“누군가 잘못했겠지 
하지만 내 아들은 절대 아니야”',
'명문 한음 국제중학교 학생 ‘김건우’가 
같은 반 친구 4명의 이름이 적힌 편지를 남긴 채, 
의식불명 상태로 호숫가에서 발견된다. 

병원 이사장의 아들 ‘도윤재’ 
전직 경찰청장의 손자 ‘박규범’ 
한음 국제중학교 교사의 아들 ‘정이든’ 
그리고, 변호사 ‘강호창’(설경구)의 아들 ‘강한결’. 

가해자로 지목된 아이들의 부모들은 
자신의 권력과 재력을 이용해 사건을 은폐하려고 한다. 
하지만, 담임 교사 ‘송정욱’(천우희)의 양심 선언으로 
건우 엄마(문소리) 또한 아들의 죽음에 관한 진실을 알게 된다. 

세상의 이목이 한음 국제중학교로 향하고, 
자신의 아이들을 지키기 위한 가해자 부모들의 추악한 민낯이 드러나는데… 

자식이 괴물이 되면, 부모는 악마가 된다',
'45'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'그것은 우리 위에 있다.',
'거대하고, 주목받길 원하고, 미쳤다.
나쁜 기적이라는 것도 있을까?',
'46'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'“부서진 차… 손에 묻은 피… 권총 한 자루… 내가 왜 여기에 있는 거지?”',
'뇌종양 말기, 80대 알츠하이머 환자인 한필주. 일제강점기 때 친일파들에게 가족을 모두 잃었다. 
아내가 세상을 떠나자 필주는 60여 년을 계획해 온 복수를 감행하려고 한다. 
그는 알바 중인 패밀리 레스토랑에서 절친이 된 20대 알바생 인규에게 
일주일만 운전을 도와 달라 부탁한다. 

“원래 이런 사람이었어요? 정체가 뭐예요 도대체?! 같이 접시 닦던 사람 맞아요?” 

이유도 모른 채 필주를 따라나선 인규는 첫 복수 현장의 CCTV에 노출되어 유력 용의자로 지목된다.
경찰은 수사망을 좁혀오고 사라져가는 기억과 싸우며 필주는 복수를 이어가는데…

60년의 계획, 복수를 위한 위험한 동행이 시작된다!',
'47'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'역사상 최악의 폭군들과 범죄자들이 모여 
수백만 명의 생명을 위협할 전쟁을 모의하는 광기의 시대. 

이들을 막으려는 한 사람과 
그가 비밀리에 운영 중인 독립 정보기관, 
`킹스맨`의 최초 미션이 시작된다!

12월, 베일에 감춰졌던 킹스맨의 탄생을 목격하라!',
'48'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
'드림웍스 최초의 범죄오락액션 블록버스터! 
어디 착한 짓 좀 해볼까?',
'작전 설계부터 금고 해제, 해킹, 액션, 위장까지  
완벽한 팀플레이를 펼치는 자타공인 최고의 나쁜 녀석들이 한순간의 실수로 체포된다.  

하지만 그들도 착해질 수 있다는 `마멀레이드 박사`의 주장으로 
나쁜 녀석들은 바른 생활 갓생 프로젝트에 투입되고, 
이들은 다시 한번 자유의 몸을 위해 태어나 처음으로 바른 생활에 도전하게 되는데… 

나쁜 녀석들의 사상 초유 바른 생활 갓생 프로젝트가 시작된다!',
'49'
);
INSERT INTO tblinfo (infoseq, title, content, seq) VALUES (
infoseq.nextval,
NULL,
'부산 변두리 작은 포구 `구암`의 절대적인 주인 `손영감`(김갑수), 
그의 밑에서 수년간 수족으로 일해온 `희수`(정우)는 
무엇 하나 이뤄낸 것 없이, 큰돈 한번 만져보지 못한 채 반복되는 건달 짓이 지긋지긋하다. 

1993년, 범죄와의 전쟁 이후 새로운 구역을 집어삼키기 위해 물색중인 영도파 건달들은 
아무도 관심 갖지 않는 `구암`에 눈독을 들이고,  
영도파 에이스이자 `희수`의 오랜 친구 `철진`(지승현)이 `희수`에게 은밀히 접근한다. 

새로운 삶을 시작하려는 `희수`는 갈등하고, 
조용하던 `구암`을 차지하려는 밑바닥 건달들의 치열한 생존 싸움이 시작되는데...

더 이상 물러날 곳도 도망칠 곳도 없다.
누구든 망설이는 놈이 진다!',
'50'
);